Repository: lil-org/nft-folder
Catalog: nft-folder/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans

source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa ha anat malament
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
es_419: Algo salió mal
fi: Jotain meni pieleen
fr: Quelque chose s'est mal passé
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Valami nem stimmelt
id: Ada yang salah
it: Qualcosa è andato storto
ja: 何かがうまくいかなかった
ko: 문제가 발생했습니다
ms: Ada yang tidak kena
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
pt_pt: Algo deu errado
ro: Ceva a mers prost
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv: Något gick fel
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Có lỗi xảy ra
zh_hans: 出了点问题

source: Stop Downloads
ar: إيقاف التنزيلات
ca: Atura les descàrregues
cs: Zastavit stahování
de: Downloads stoppen
el: Σταμάτημα λήψεων
es: Detener descargas
es_419: Detener descargas
fi: Pysäytä lataukset
fr: Arrêter les téléchargements
he: עצור הורדות
hi: डाउनलोड रोकें
hr: Zaustavi preuzimanja
hu: Letöltések leállítása
id: Hentikan Unduhan
it: Interrompi download
ja: ダウンロードを停止
ko: 다운로드 중지
ms: Hentikan Muat Turun
nb: Stopp nedlastinger
pl: Zatrzymaj pobieranie
pt_br: Parar downloads
pt_pt: Parar downloads
ro: Opriți descărcările
ru: Остановить загрузки
sk: Zastaviť sťahovanie
sv: Stoppa hämtningar
th: หยุดการดาวน์โหลด
tr: İndirmeleri Durdur
uk: Зупинити завантаження
vi: Dừng tải xuống
zh_hans: 停止下载

source: Sync
ar: مزامنة
ca: Sincronitzar
cs: Synchronizovat
da: Synkronisér
de: Synchronisieren
el: Συγχρονισμός
es: Sincronizar
es_419: Sincronizar
fi: Synkronoi
fr: Synchroniser
he: סנכרן
hi: सिंक करें
hr: Sinkroniziraj
hu: Szinkronizálás
id: Sinkronkan
it: Sincronizzare
ja: 同期
ko: 동기화
ms: Segerak
nb: Synkronisere
nl: Synchroniseren
pl: Synchronizuj
pt_br: Sincronizar
pt_pt: Sincronizar
ro: Sincronizați
ru: Синхронизировать
sk: Synchronizovať
sv: Synkronisera
th: ซิงค์
tr: Senkronize et
uk: Синхронізувати
vi: Đồng bộ hóa
zh_hans: 同步

source: Sync NFTs
ar: مزامنة NFT
ca: Sincronitzar NFT
cs: Synchronizovat NFT
da: Synkroniser NFT'er
de: NFTs synchronisieren
el: Συγχρονισμός NFT
es: Sincronizar NFT
es_419: Sincronizar NFT
fi: Synkronoi NFT:t
fr: Synchroniser les NFT
he: סנכרן NFT
hi: एनएफटी सिंक करें
hr: Sinkroniziraj NFT-ove
hu: NFT-k szinkronizálása
id: Sinkronkan NFT
it: Sincronizza NFT
ja: NFTを同期
ko: NFT 동기화
ms: Selaraskan NFT
nb: Synkroniser NFT-er
nl: NFT's synchroniseren
pl: Synchronizuj NFT
pt_br: Sincronizar NFTs
pt_pt: Sincronizar NFTs
ro: Sincronizează NFT-uri
ru: Синхронизировать НФТ
sk: Synchronizovať NFT
sv: Synka NFT:er
th: ซิงค์ NFT
tr: NFT'leri Senkronize Et
uk: Синхронізувати NFT
vi: Đồng bộ NFT
zh_hans: 同步NFTs

source: Token Id
ar: معرف الرمز
ca: Identificador de testimoni
cs: ID tokenu
el: Αναγνωριστικό Token
es: ID de Token
es_419: Id. del token
fr: ID du jeton
he: מזהה אסימון
hi: टोकन आईडी
hr: ID tokena
hu: Tokenazonosító
id: ID Token
it: ID token
ja: トークンID
ko: 토큰 번호
ms: ID Token
pl: Identyfikator tokena
pt_br: ID do Token
pt_pt: ID do Token
ro: ID token
ru: Номер токена
sk: Identifikátor tokenu
th: ไอดีโทเค็น
tr: Token Kimliği
uk: Ідентифікатор токена
vi: Mã Token

source: View on Art Blocks
ar: عرض على Art Blocks
ca: Veure a Art Blocks
cs: Zobrazit na Art Blocks
da: Se på Art Blocks
de: Auf Art Blocks ansehen
el: Προβολή στο Art Blocks
es: Ver en Art Blocks
es_419: Ver en Art Blocks
fi: Katso Art Blocksissa
fr: Voir sur Art Blocks
he: צפייה ב-Art Blocks
hi: Art Blocks पर देखें
hr: Prikaži na Art Blocks
hu: Megtekintés az Art Blocks-on
id: Lihat di Art Blocks
it: Visualizza su Art Blocks
ja: Art Blocksで表示
ko: Art Blocks에서 보기
ms: Lihat pada Art Blocks
nb: Vis på Art Blocks
nl: Bekijk op Art Blocks
pl: Obejrzyj na Art Blocks
pt_br: Ver no Art Blocks
pt_pt: Ver no Art Blocks
ro: Vizualizează pe Art Blocks
ru: Открыть на Art Blocks
sk: Zobraziť na Art Blocks
sv: Visa på Art Blocks
th: ดูบน Art Blocks
tr: Art Blocks'u Görüntüle
uk: Переглянути на Art Blocks
vi: Xem trên Art Blocks
zh_hans: 在Art Blocks上查看

source: View on Blockscout
ar: عرض على Blockscout
ca: Veure a Blockscout
cs: Zobrazit na Blockscout
da: Se på Blockscout
de: Auf Blockscout ansehen
el: Προβολή στο Blockscout
es: Ver en Blockscout
es_419: Ver en Blockscout
fi: Katso Blockscoutista
fr: Voir sur Blockscout
he: צפה ב-Blockscout
hi: Blockscout पर देखें
hr: Pregledaj na Blockscoutu
hu: Megtekintés a Blockscouton
id: Lihat di Blockscout
it: Visualizza su Blockscout
ja: Blockscoutで表示
ko: Blockscout에서 보기
ms: Lihat di Blockscout
nb: Se på Blockscout
nl: Bekijken op Blockscout
pl: Zobacz w Blockscout
pt_br: Ver no Blockscout
pt_pt: Ver no Blockscout
ro: Vizualizează pe Blockscout
ru: Открыть на Blockscout
sk: Zobraziť na Blockscout
sv: Visa på Blockscout
th: ดูบน Blockscout
tr: Blockscout'ta Görüntüle
uk: Відкрити на Blockscout
vi: Xem trên Blockscout
zh_hans: 在 Blockscout 查看

source: View on OpenSea
ar: عرض على OpenSea
ca: Veure a OpenSea
cs: Zobrazit na OpenSea
da: Vis på OpenSea
de: Auf OpenSea anzeigen
el: Προβολή στο OpenSea
es: Ver en OpenSea
es_419: Ver en OpenSea
fi: Katso OpenSeassa
fr: Voir sur OpenSea
he: צפייה ב-OpenSea
hi: OpenSea पर देखें
hr: Prikaži na OpenSea
hu: Megtekintés OpenSea-n
id: Lihat di OpenSea
it: Visualizza su OpenSea
ja: OpenSeaで表示
ko: OpenSea에서 보기
ms: Lihat di OpenSea
nb: Vis på OpenSea
nl: Bekijk op OpenSea
pl: Zobacz na OpenSea
pt_br: Ver no OpenSea
pt_pt: Ver no OpenSea
ro: Vizualizați pe OpenSea
ru: Открыть на OpenSea
sk: Zobraziť na OpenSea
sv: Visa på OpenSea
th: ดูบน OpenSea
tr: OpenSea'de Görüntüle
uk: Переглянути на OpenSea
vi: Xem trên OpenSea
zh_hans: 在 OpenSea 上查看

source: View on Zora
ar: عرض على Zora
ca: Veure a Zora
cs: Zobrazit na Zora
da: Vis på Zora
de: Auf Zora ansehen
el: Προβολή στο Zora
es: Ver en Zora
es_419: Ver en Zora
fi: Avaa Zorassa
fr: Voir sur Zora
he: צפה ב-Zora
hi: Zora पर देखें
hr: Pogledaj na Zora
hu: Megtekintés a Zora-n
id: Lihat di Zora
it: Visualizza su Zora
ja: Zoraで表示
ko: Zora에서 보기
ms: Lihat di Zora
nb: Se på Zora
nl: Bekijken op Zora
pl: Zobacz na Zora
pt_br: Ver no Zora
pt_pt: Ver no Zora
ro: Vizualizați pe Zora
ru: Открыть на Zora
sk: Zobraziť na Zora
sv: Visa på Zora
th: ดูบน Zora
tr: Zora'da Görüntüle
uk: Відкрити на Zora
vi: Xem trên Zora
zh_hans: 在 Zora 查看

source: NFT
hi: एनएफटी
ru: НФТ
uk: НФТ
